import streamlit as st

st.markdown(
    """
    # 수세미 사용방법
    > "수강신청이 어려운 세종대학교 학생들을 위한 도우미"

    수강편람이 어렵거나 읽기 귀찮은 분들을 위해 만들었습니다.

    사용 방법은 쉽습니다.

    ## main
    **main**은 수강편람과 관련된 아무런 질문을 모두 하실 수 있습니다.

    ex. 우주자연인간 기말고사 언제야?\\
    ex. 고전독서인증제도에 대해 설명해줘.\\
    ex. 신입생세미나는 언제 들어야해?\\
    ex. 25학번 졸업요건 알려줄래?\\
    ex. 한 학기에 최소로 이수해야 하는 학점은 얼마야?

    ## 교과과정
    **교과과정**에서는 각 학번에 보다 최적화된 질문을 하실 수 있습니다.

    ex. 나 졸업하려면 뭐 들어야해?\\
    ex. AI로봇학과 균형교양 이수학점은 얼마야?

    ## 개발자의 말
    제가 만들었지만 얘가 조금 부족합니다. 질문 잘 못 알아듣고 이상한 말 하고 그럴 때도 있습니다. 죄송합니다.\\
    그렇지만 틀린 정보를 얘기하진 않을 겁니다. 최대한 본인의 상황, 질문의 요지를 정확한 어휘로 질문하시면 잘 알려줄 겁니다.. 아마두...\\
    가령 우자인보단 우주자연인간이 더 정확합니다.\\
    다들 수강신청 파이팅 하시기 바랍니다!

    """
)